/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Не найдена Связка ключей для хранения «%1$@».";

/* default not configured */
"A keychain cannot be found." = "Не удается найти Связку ключей.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Вы действительно хотите сбросить связку ключей? В результате этого действия все сохраненные пароли, ключи и сертификаты будут удалены. Это действие необратимо.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Не найдена связка ключей «%1$@» для хранения  «%2$@» .";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Не удается найти Связку ключей «%1$@».";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Введите свой пароль входа. Этот пароль будет использован для создания новой Связки ключей.";

/* reset button title */
"Reset" = "Сбросить";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "На данный момент у Вас есть другие Связки ключей, которые необходимо будет добавить в список поиска по Связкам ключей. Добавьте их снова в программе «Связка ключей».";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Возможно, Связка ключей переименована, удалена или находится в извлеченном томе.";

